{
    "morningAndEvening": [
        {
            "textAr": "ايه الكرسي",
            "textEn": "Ayat al-Kursi",
            "count": 1
        },
        {
            "textAr": "سوره الاخلاص",
            "textEn": "Surah Al-Ikhlas",
            "count": 3
        },
        {
            "textAr": "سوره الفلق",
            "textEn": "Surah Al-Falaq",
            "count": 3
        },
        {
            "textAr": "سوره الناس",
            "textEn": "Surah Al-Nas",
            "count": 3
        },
        {
            "textAr": "رَضِيتُ بِاللَّهِ رَبًّا، وَبِالإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ ﷺ نَبِيًّا",
            "textEn": "I am pleased with Allah as my Lord & the religion of Islam & Muhammad (peace be upon him) as my prophet",
            "count": 3
        },
        {
            "textAr": "أَصْبَحْنَا / امسينا وَأَصْبَحَ / امسي الْمُلْكُ لِلَّهِ،\nوَالْحَمْدُ لِلَّهِ،\nلَا إِلَٰهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ،\nلَهُ الْمُلْكُ وَلَهُ الْحَمْدُ،\nوَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ.\n\nرَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ،\nوَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ.\n\nرَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ،\nوَسُوءِ الْكِبَرِ،\nرَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ،\nوَعَذَابٍ فِي الْقَبْرِ",
            "textEn": "We have entered the morning and the dominion belongs to Allah, and all praise is for Allah.There is no deity worthy of worship except Allah alone, without any partner.To Him belongs the dominion and to Him belongs all praise, and He is over all things competent.My Lord, I ask You for the good of this day and the good that follows it,and I seek refuge in You from the evil of this day and the evil that follows it.My Lord, I seek refuge in You from laziness and from the evil of old age.My Lord, I seek refuge in You from punishment in the Fire and from punishment in the grave.",
            "count": 1
        },
        {
            "textAr": "اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ",
            "textEn": "O Allah, by You we enter the morning, and by You we enter the evening. By You we live, and by You we die, and to You is the resurrection.",
            "count": 1
        },
        {
            "textAr": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَٰهَ إِلَّا أَنْتَ،\nخَلَقْتَنِي وَأَنَا عَبْدُكَ،\nوَأَنَا عَلَىٰ عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ،\nأَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ،\nأَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ،\nوَأَبُوءُ بِذَنْبِي،\nفَاغْفِرْ لِي،\nفَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ.",
            "textEn": "O Allah, You are my Lord; there is no deity worthy of worship except You.You created me, and I am Your servant, and I am upon Your covenant and Your promise as much as I am able.I seek refuge in You from the evil of what I have done.I acknowledge before You Your favor upon me, and I acknowledge my sin.So forgive me, for indeed no one forgives sins except You.",
            "count": 1
        },
        {
            "textAr": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ\nفِي الْأَرْضِ وَلَا فِي السَّمَاءِ،\nوَهُوَ السَّمِيعُ الْعَلِيمُ.",
            "textEn": "In the Name of Allah, with whose Name nothing can cause harm on earth or in the heavens,and He is the All-Hearing, the All-Knowing.",
            "count": 3
        },
        {
            "textAr": "حَسْبِيَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ،\nعَلَيْهِ تَوَكَّلْتُ،\nوَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
            "textEn": "Allah is sufficient for me; there is no deity but Him.I trust in Him, and He is the Lord of the Mighty Throne.",
            "count": 7
        },
        {
            "textAr": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
            "textEn": "All praise is for Allah, and all praise is for His praise.There is no deity worthy of worship except Allah alone, without any partner.To Him belongs the dominion and to Him belongs all praise, and He is over all things competent.",
            "count": 100
        }
    ],
    "Adan": [
        {
            "textAr": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ،\nوَالصَّلَاةِ الْقَائِمَةِ،\nآتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ،\nوَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ",
            "textEn": "O Allah, Lord of this perfect call and the prayer to be established,grant Muhammad Al-Wasilah and Al-Fadilah,and raise him to the praised مقام (station) which You have promised him.",
            "count": 1
        }
    ],
    "Prayer": [
        {
            "textAr": "أستغفرُ الله",
            "textEn": "I seek forgiveness from Allah",
            "count": 3
        },
        {
            "textAr": "اللَّهُمَّ أَنْتَ السَّلَامُ، وَمِنْكَ السَّلَامُ،\nتَبَارَكْتَ يَا ذَا الْجَلَالِ وَالإِكْرَامِ",
            "textEn": "O Allah, You are Peace, and from You comes peace.Blessed are You, O Possessor of Majesty and Honor.",
            "count": 1
        },
        {
            "textAr": "سبحان الله",
            "textEn": "Glory be to Allah. (Subhan Allah)",
            "count": 33
        },
        {
            "textAr": "الحمد لله ",
            "textEn": "All Praise is to Allah (Elhamdulillah)",
            "count": 33
        },
        {
            "textAr": "الله اكبر",
            "textEn": "Allah is Greater",
            "count": 33
        },
        {
            "textAr": "ايه الكرسي",
            "textEn": "Ayat al-Kursi",
            "count": 1
        }
    ],
    "Wdou'": [
        {
            "textAr": "بسم الله الرحمن الرحيم",
            "textEn": "In the Name of Allah, the Most Merciful, the Most Compassionate.",
            "count": 1
        },
        {
            "textAr": "أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ",
            "textEn": "",
            "count": 1
        },
        {
            "textAr": "اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ، وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ",
            "textEn": "O Allah, make me among those who constantly repent, and make me among those who purify themselves",
            "count": 1
        }
    ]
}